{
    "workAndSchool": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever faked being sick to avoid school.",
      "Never have I ever forgotten about an assignment that was due.",
      "Never have I ever pulled an all-nighter for school."
    ],
    "Embarrassing & awkward moments": [
      "Never have I ever called a teacher 'mom' or 'dad'.",
      "Never have I ever tripped in front of the entire class.",
      "Never have I ever answered a question confidently and been completely wrong.",
      "Never have I ever had someone point out that my fly was down.",
      "Never have I ever accidentally sent a text to the wrong person.",
      "Never have I ever walked into a glass door thinking it was open.",
      "Never have I ever had a wardrobe malfunction in public.",
      "Never have I ever been caught singing in public."
    ],
    "Tarvel & adventure": [
      "Never have I ever traveled alone.",
      "Never have I ever been on a road trip.",
      "Never have I ever flown in a helicopter.",
      "Never have I ever gone camping.",
      "Never have I ever visited another country.",
      "Never have I ever missed a flight.",
      "Never have I ever gone snorkeling.",
      "Never have I ever been on a cruise."
    ],
    "Relationship & dating": [
      "Never have I ever gone on a blind date.",
      "Never have I ever been in love.",
      "Never have I ever kissed someone on the first date.",
      "Never have I ever been ghosted.",
      "Never have I ever used a dating app.",
      "Never have I ever had a long-distance relationship.",
      "Never have I ever had a crush on a friend's significant other.",
      "Never have I ever been on a double date."
    ],
    "Party and fun": [
      "Never have I ever gone to a party and not remembered anything the next day.",
      "Never have I ever thrown a surprise party.",
      "Never have I ever danced all night at a party.",
      "Never have I ever crashed a party.",
      "Never have I ever lost a drinking game.",
      "Never have I ever had a karaoke night.",
      "Never have I ever played truth or dare.",
      "Never have I ever been the designated driver."
    ],
    "Money & shopping": [
      "Never have I ever bought something expensive just because it was on sale.",
      "Never have I ever splurged on something I didn't need.",
      "Never have I ever spent money on something and immediately regretted it.",
      "Never have I ever gone shopping to cheer myself up.",
      "Never have I ever returned something after using it.",
      "Never have I ever hidden a purchase from someone.",
      "Never have I ever spent more than I could afford on a purchase.",
      "Never have I ever bought something just because an influencer recommended it."
    ],
    "girlsNight": [
      "Never have I ever had a girls' night sleepover.",
      "Never have I ever stayed up all night gossiping with my girlfriends.",
      "Never have I ever done a DIY spa night with my friends.",
      "Never have I ever gone shopping with a group of friends for the entire day.",
      "Never have I ever watched a romantic movie and cried with friends.",
      "Never have I ever gone to a girls-only dancing event.",
      "Never have I ever done makeovers with friends.",
      "Never have I ever had a photoshoot with girlfriends."
    ]
  }